Repository: QUIRIPA-PL4N3T/pl4n3t-backend
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: es

source: We're almost ready!
es: ¡Ya casi está todo listo!

source: We are getting ready, don't miss it!
es: Nos estamos preparando. ¡No te lo pierdas!

source: Days
es: Días

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Seconds
es: Segundos

source: Carbon Footprint
es: Huella de Carbono

source: The carbon footprint is a measure of the total greenhouse gas (GHG) emissions, expressed in carbon dioxide equivalents (CO2e), that are produced directly or indirectly as a result of the activities of an organization, product or service. In the business context, carbon footprint measurement has several functionalities:
es: La huella de carbono es una medida del total de emisiones de gases de efecto invernadero (GEI), expresada en equivalentes de dióxido de carbono (CO2e), que se producen directa o indirectamente como resultado de las actividades de una organización, producto o servicio. En el contexto empresarial, la medición de la huella de carbono tiene varias funcionalidades:

source: Identification of impacts
es: Identificación de impactos

source: Carbon footprint measurement helps a company identify the environmental impacts of its operations in terms of GHG emissions, allowing it to identify areas for improvement and opportunities for reduction.
es: La medición de la huella de carbono ayuda a una empresa a identificar los impactos ambientales que sus operaciones tienen en términos de emisiones de GEI, permitiendo identificar áreas de mejora y oportunidades de reducción.

source: Risk management
es: Gestión de riesgos

source: Carbon footprinting also helps a company manage risks related to environmental regulation and customer and societal expectations regarding sustainability.
es: La huella de carbono también ayuda a una empresa a gestionar riesgos relacionados con la regulación ambiental y las expectativas de los clientes y la sociedad en cuanto a la sostenibilidad.

source: Cost savings
es: Ahorro de costos

source: Identifying GHG emission reduction opportunities can help a company save costs in terms of energy and other resources.
es: La identificación de oportunidades de reducción de emisiones de GEI puede ayudar a una empresa a ahorrar costos en términos de energía y otros recursos.

source: Competitive differentiation
es: Diferenciación competitiva

source: Measuring and reducing the carbon footprint can help a company differentiate itself from its competitors by demonstrating its commitment to sustainability and social responsibility. In summary, carbon footprint measurement is an important tool for a company's environmental management and sustainability, enabling impact identification, risk management, cost savings and competitive differentiation.
es: La medición y reducción de la huella de carbono puede ayudar a una empresa a diferenciarse de sus competidores al demostrar su compromiso con la sostenibilidad y la responsabilidad social. En resumen, la medición de la huella de carbono es una herramienta importante para la gestión ambiental y la sostenibilidad de una empresa, permitiendo la identificación de impactos, la gestión de riesgos, el ahorro de costos y la diferenciación competitiva.

source: Company
es: Empresa

source: "Quantifying it helps us to be aware of our impact and take concrete steps to live more sustainably and protect our home."
es: Cuantificarla nos ayuda a ser conscientes de nuestro impacto y a tomar medidas concretas para vivir de manera más sostenible y proteger nuestro hogar.

source: About us
es: Sobre Nosotros

source: We are a company that quantifies corporate footprints (carbon, water and plastic footprints), which serve as a basis for communicating the company's performance in relation to climate change with all stakeholders (suppliers, customers, investors, government and others).
es: Somos una Empresa que cuantificamos las huellas corporativas ( Huella de Carbono,Hídrica,Plástica), los que sirven de base para la comunicación del desempeño de la empresa frente al cambio climático con todos los grupos de interés (proveedores, clientes, inversionistas, gobierno y otros).

source: Our Strategies
es: Nuestras Estrategias

source: MISSION
es: MISIÓN

source: We provide solutions to mitigate the corporate footprint which are Carbon, Water and Plastic Footprint.
es: Brindamos soluciones para mitigar la huella corporativa que son Huella de Carbono, Hídrica y Plástica.

source: VISION
es: VISIÓN

source: By 2030 we will be recognized in Latin America for our impact on mitigating climate change at the corporate level.
es: En el año 2030 seremos reconocidos en latino-américa por nuestro impacto en mitigar el cambio climático a nivel corporativo.

source: With Pl4N3T, it assists in the transition to a low-carbon economy through sustainable tools that help to reduce the carbon footprint of the economy.
es: Con Pl4N3T ayuda en la transición hacia una economía baja en carbono a través de herramientas soste

source: Our History
es: Nuestra Historia

source: Pl4n3t is a brand that emerged in 2021 as a result of tax reforms that opened an opportunity to generate income in the environmental area. It was then when environmental projects began to emerge in collaboration with international organizations, focused on the quantification of removals, specifically carbon sequestration.
es: Pl4n3t es una marca que surgió en el año 2021 a raíz de las reformas tributarias que abrieron una oportunidad para generar ingresos en el área ambiental. Fue entonces cuando comenzaron a surgir proyectos medioambientales en colaboración con organismos internacionales, enfocados en la cuantificación de remociones, específicamente la captura de carbono.

source: With the objective of the need to comply with the agreements of the Montreal Treaty and the Colombian and international regulations, which require the quantification of emissions and compensation through verified carbon certificates. To expand its market, Amanecer en el palmar through the Pl4n3t brand decided to participate in 2022, in an innovation project called "SENAInnova Productividad para las Empresas 2.0" supported by SENAInnova - Productividad para las empresas which is a project between SENA and Colombia Productiva, which is an entity of the Ministry of Industry and Tourism. The objective was to formulate a project to quantify the greenhouse gas (GHG) emissions of companies.
es: Con el objetivo de la necesidad de cumplir con los acuerdos del Tratado de Montreal y la normatividad colombiana e internacional, que exigen la cuantificación de emisiones y la compensación a través de certificados de carbono verificados. Para ampliar su mercado, Amanecer en el palmar por medio la marca Pl4n3t decidió participar en el año 2022, en un proyecto de innovación llamado “SENAInnova Productividad para las Empresas 2.0” apoyado por SENAInnova - Productividad para las empresas que es un proyecto entre el SENA y Colombia Productiva, que es una entidad del Ministerio de Industria y Turismo. Con el objetivo de formular un proyecto que permitiera cuantificar las de emisiones de gases de efecto invernadero (GEI) de las empresas.

source: In the year 2022, the company Amanecer en el Palmar under the brand Pl4n3t began to offer and perform greenhouse gas (GHG) emissions quantification services to companies, events, organizations and products. Finally in mid-November 2022, Amanecer en el Palmar were selected in the innovation project, which led to the creation of a technological platform for quantifying the corporate footprint (Carbon, Plastic and Hydric).
es: En el año 2022, la empresa Amanecer en el Palmar bajo la marca Pl4n3t comenzó a ofrecer y realizar servicios de cuantificación de emisiones de gases de efecto invernadero (GEI) a las empresas, eventos, organizaciones y productos. Finalmente a mediado de noviembre del año 2022, Amanecer en el Palmar fueron seleccionados en el proyecto de innovación, lo que llevó a la creación de una plataforma tecnológica de cuantificación de la huella corporativa ( Carbono, Plástica y Hidrica).

source: In summary, Pl4n3t is a brand that was born from the company Amanecer en el Palmar, with the objective of taking advantage of the opportunities of the environmental market, with a focus on the quantification of GHG emissions. Its collaboration with Amanecer en el Palmar and its technological platform demonstrate its commitment to sustainability and environmental care.
es: En resumen, Pl4n3t es una marca que nace de la empresa Amanecer en el palmar, con el objetivo de aprovechar las oportunidades del mercado ambiental, con un enfoque en la cuantificación de emisiones de GEI. Su colaboración con Amanecer en el Palmar y su plataforma tecnológica demuestran su compromiso con la sostenibilidad y el cuidado del medio ambiente.

source: Support us
es: Nos Apoyan

source: It supports business activity, the production of goods, services and technology, as well as tourism management in the country's regions to improve their competitiveness and sustainability and encourage the generation of greater added value.
es: Apoya la actividad empresarial, productora de bienes, servicios y tecnología, así como la gestión turística de las regiones del país para mejorar su competitividad y su sostenibilidad e incentivar la generación de mayor valor agregado.

source: It supports the country's companies through calls for proposals and programs that enable them to improve indicators that are important for increasing efficiency in production processes, such as quality, human capital and productivity. Other services offered include technical assistance, intervention and support for companies to adopt international production improvement methodologies, specialized training programs in partnership with companies and educational institutions, guidance and financing to obtain certifications as a requirement for entry into international markets, among others.
es: Apoya a las empresas del país a través de convocatorias y programas que les permite mejorar en indicadores que son importantes para aumentar la eficiencia en los procesos productivos como calidad, capital humano y productividad. Otros servicios que ofrecen están asistencia técnica, intervención y acompañamiento en las empresas para que adopten metodologías internacionales de mejora productiva, programas de capacitación especializados en alianza con empresas e instituciones educativas, orientación y financiamiento para la obtención de certificaciones como requisito para la entrada a mercados internacionales, entre otros

source: It is responsible for fulfilling the State's duty to invest in the social and technical development of Colombian workers, offering and implementing comprehensive vocational training for the incorporation and development of people in productive activities that contribute to the social, economic and technological development of the country.
es: Está encargado de cumplir la función que le corresponde al Estado de invertir en el desarrollo social y técnico de los trabajadores colombianos, ofreciendo y ejecutando la formación profesional integral, para la incorporación y el desarrollo de las personas en actividades productivas que contribuyan al desarrollo social, económico y tecnológico del país.

source: It develops nature-based climate solutions to conserve biodiversity, water and strategic ecosystems in this region. Cataruben also has a Research, Technological Development and Innovation Department (R&D&I) that generates knowledge on carbon offsets. Its main services are the development of specialized consultancies in climate change mitigation, the quantification of GHG reductions and/or removals in the AFOLU sector and the development of technological solutions aimed at improving the life cycle processes of climate change mitigation projects. .
es: Desarrolla soluciones climáticas basadas en la naturaleza para conservar la biodiversidad, el agua y los ecosistemas estratégicos en esta región. Cataruben también cuenta con un Departamento de Investigación, Desarrollo Tecnológico e Innovación (I+D+i) que genera conocimiento sobre compensaciones de carbono.Sus Principales servicios son el desarrollo de consultorías especializadas en mitigación del cambio climático, la cuantificación de reducciones y/o remociones de GEI en el sector AFOLU y el desarrollo de soluciones tecnológicas orientadas a mejorar los procesos del ciclo de vida de los proyectos de mitigación del cambio climático.

source: Contact Us
es: Comunícate con nosotros

source: CONTACT US
es: COMUNÍCATE CON NOSOTROS

source: Find more ways to help!
es: ¡Encuentra más formas de ayudar!

source: Address
es: Dirección

source: Phones
es: Teléfonos

source: Email
es: Correo Electrónico

source: Send us a message
es: Envíanos un mensaje

source: Quantify now
es: Cuantifique ya

source: email
es: Dirección de correo electrónico

source: Register
es: Inscribirse

source: Carbon Level
es: Huella de Carbono

source: Different Levels of Carbon Footprints
es: Distintos Niveles de Huellas de Carbono

source: Corporate Footprint
es: Huella Corporativa

source: The corporate carbon footprint is a measure of the amount of greenhouse gases an organization emits into the atmosphere as a result of its business operations. This includes direct emissions generated by the company (such as the burning of fossil fuels in vehicles or equipment) and indirect emissions (such as the generation of electricity consumed by the company and the production and transportation of materials or employee to their workplace).
es: La huella de carbono corporativo es una medida de la cantidad de gases de efecto invernadero que una organización emite a la atmósfera como resultado de sus operaciones comerciales. Esto incluye emisiones directas generadas por la empresa (como la quema de combustibles fósiles en vehículos o equipos) e indirectas (como la generación de electricidad consumida por la empresa y la producción y transporte de materiales o empleado a su sitio de trabajo ).

source: Measuring the corporate carbon footprint can help companies identify areas for improvement and set targets to reduce their greenhouse gas emissions in order to mitigate their environmental impact and comply with regulations and legal requirements related to climate change mitigation.
es: Medir la huella de carbono corporativo puede ayudar a las empresas a identificar áreas de mejora y establecer objetivos para reducir sus emisiones de gases de efecto invernadero, con el fin de mitigar su impacto ambiental y cumplir con regulaciones y requisitos legales relacionados con la mitigación del cambio climático.

source: measure your footprint
es: Mida su Huella

source: Event Footprint
es: Huella Evento

source: Events Footprint
es: Huella Eventos

source: The carbon footprint of events refers to the amount of greenhouse gases emitted into the atmosphere during an event, such as a conference, concert, festival or corporate meeting. The carbon footprint of an event is made up of several sources of emissions, including energy used for lighting and air conditioning, transportation of attendees, and production of materials used during the event.
es: La huella de carbono de eventos se refiere a la cantidad de gases de efecto invernadero emitidos a la atmósfera durante la realización de un evento, como una conferencia, concierto, festival o reunión corporativa. La huella de carbono de un evento se compone de varias fuentes de emisiones, incluyendo la energía utilizada para la iluminación y la climatización, el transporte de los asistentes y la producción de los materiales utilizados durante el evento.

source: Measuring the carbon footprint of an event can help identify areas for improvement and establish action plans to reduce greenhouse gas emissions, which can help mitigate the environmental impact of the event and promote sustainability.
es: Medir la huella de carbono de un evento puede ayudar a identificar áreas de mejora y establecer planes de acción para reducir las emisiones de gases de efecto invernadero, lo que puede contribuir a mitigar el impacto ambiental del evento y promover la sostenibilidad.

source: Product Footprint
es: Huella Producto

source: The product carbon footprint refers to the amount of greenhouse gases emitted during the life cycle of a product, from its extraction, manufacture, distribution, use and final disposal. This footprint includes direct and indirect greenhouse gas emissions, such as the energy used to produce and transport the product, the emissions generated by the manufacture and use of the product, and the emissions associated with its final disposal.
es: La huella de carbono de productos se refiere a la cantidad de gases de efecto invernadero emitidos durante el ciclo de vida de un producto, desde su extracción, fabricación, distribución, uso y disposición final. Esta huella incluye emisiones directas e indirectas de gases de efecto invernadero, como la energía utilizada para producir y transportar el producto, las emisiones generadas por la fabricación y el uso del producto y las emisiones asociadas con su disposición final.

source: Measuring a product's carbon footprint can help companies and consumers better understand its environmental impact and make informed decisions on how to reduce the greenhouse gas emissions associated with its production and use.
es: Medir la huella de carbono de un producto puede ayudar a las empresas y consumidores a comprender mejor su impacto ambiental y tomar decisiones informadas sobre cómo reducir las emisiones de gases de efecto invernadero asociadas con su producción y uso.

source: Home
es: Inicio

source: WITH PL4N3T IT IS VERY EASY TO QUANTIFY YOUR FOOTPRINT...
es: CON PL4N3T ES MUY FÁCIL CUANTIFICAR TU HUELLA...

source: Carbon, Water and Plastic
es: De Carbono, Hídrica y Plástica

source: Quantify now!
es: ¡Gestiona Ya!

source: YOU CAN MANAGE FOOTPRINTS AT DIFFERENT LEVELS
es: PUEDES GESTIONAR HUELLAS A DISTINTOS NIVELES

source: Measures the environmental impact associated with the carbon footprint of business activities from the quantification of the Greenhouse Gas (GHG) inventories emitted.
es: Mide el impacto ambiental asociado a la huella de carbono de las actividades empresariales de la cuantificación de los inventarios de Gases de Efecto Invernadero (GEI) emitidos.

source: More
es: Más

source: Quantifies the environmental impact associated with the carbon footprint of an event from before, during and after an event, such as a conference, concert, forum or exhibition in its environment.
es: Cuantifica el impacto ambiental asociado a la huella de carbono en la realización de un evento desde él antes, durante y después, como una conferencia, un concierto, un foro o una exhibición en su entorno.

source: Calculates the environmental impact to the carbon footprint throughout its life cycle (LCA) of the production process. Factors such as receipt of raw materials, production, transportation and delivery of the product are considered.
es: Calcula el impacto ambiental a la huella de carbono en todo su ciclo de vida (ACV) del proceso productivo. Se consideran factores como recepción de materias primas, producción, transporte y entrega del producto.

source: YOU CAN MANAGE DIFFERENT TYPES OF FOOTPRINTS
es: PUEDES GESTIONAR DISTINTOS TIPOS DE HUELLAS

source: The carbon footprint is a measure of the environmental impact of an activity or product, expressed in CO2 in terms of greenhouse gas emissions - GHG generated in a given time.
es: La huella de carbono es una medida del impacto ambiental de una actividad o producto, expresada en CO2 en términos de las emisiones de gases de efecto invernadero - GEI generadas en un tiempo determinado.

source: Plastic Footprint
es: Huella Plástica

source: The plastic footprint is a measure of the environmental impact associated in Kg with the production, use and management of plastic waste, including the extraction of raw materials, production, transport, use and end-of-life of plastic.
es: La huella plástica es una medida del impacto ambiental asociado en Kg con la producción, uso y gestión de los residuos de plástico, incluyendo la extracción de materias primas, la producción, el transporte, el uso y el fin de vida del mismo.

source: Water Footprint
es: Huella Hídrica

source: The water footprint is a measure of the environmental impact associated with water use, expressed in terms of the total amount of water, in cubic meters, used to produce a product or perform an activity. It includes water used in agriculture, industry and households.
es: La huella hídrica es una medida del impacto ambiental asociado con el uso del agua, expresado en términos de la cantidad total de agua en metros cúbicos, utilizada para producir un producto o realizar una actividad. Incluye el agua utilizada en la agricultura, la industria y el hogar.

source: To whom is Pl4n3t directed?
es: ¿A quién se dirige Pl4n3t?

source: To any organization that wants to focus on sustainability.
es: A cualquier organización que quiera orientarse a la sostenibilidad.

source: Trust Us
es: Confían en Nosotros

source: All rights reserved
es: Todos los derechos reservados

source: Powered by
es: Desarrollado por

source: Privacy policy
es: Política de Privacidad

source: The Company
es: La Empresa

source: Quantify
es: Cuantifique

source: Why Quantify
es: ¿Por que Cuantificar?

source: Footprint Levels
es: Niveles de Huellas

source: Carbon footprint
es: Huella de Carbono

source: Plastic footprint
es: Huella Plástica

source: Water footprint
es: Huella Hídrica

source: Contact us
es: Comunícate con nosotros

source: WEBINAR
es: SEMINARIO VIRTUAL

source: COMING SOON: Webinar on technological tools for the digitization of processes and environmental sustainability
es: PRÓXIMAMENTE: Seminario web sobre herramientas tecnológicas para la digitalización de procesos y la sostenibilidad ambiental.

source: Participate in the Webinar
es: Participar al Seminario Virtual

source: Company Name
es: Nombre de la Empresa

source: If you represent a company, please enter its name here.
es: Si representas a una empresa, por favor introduce su nombre aquí.

source: Company Name (optional)
es: Nombre de la empresa (opcional)

source: Close
es: Cerrar

source: Submit
es: Enviar

source: The plastic footprint is a tool used to quantify the amount of plastic a company uses and the amount of plastic waste it generates throughout its supply chain and operations. This footprint allows companies to identify their environmental impacts and take measures to reduce their plastic use and better manage plastic waste. The functionalities of the plastic footprint for a company include:
es: La huella de plástico es una herramienta que se utiliza para cuantificar la cantidad de plástico que una empresa utiliza y la cantidad de residuos plásticos que genera a lo largo de su cadena de suministro y operaciones. Esta huella permite a las empresas identificar sus impactos ambientales y tomar medidas para reducir su uso de plástico y gestionar mejor los residuos plásticos. Las funcionalidades de la huella de plástico para una empresa incluyen:

source: Identification of critical points in the supply chain and operations where plastic is used and waste is generated.
es: Identificación de los puntos críticos en la cadena de suministro y operaciones donde se utiliza el plástico y se generan residuos.

source: Evaluation of the company's environmental impact in terms of greenhouse gas emissions, energy consumption and use of natural resources, as well as the impact on air, water and soil pollution.
es: Evaluación del impacto ambiental de la empresa en términos de emisiones de gases de efecto invernadero, consumo de energía y uso de recursos naturales, así como el impacto en la contaminación del aire, agua y suelo.
